/* Done Button for closing the mini browser */
"i18N_YMB_Done_Button" = "Feito";

/* Pop up menu action label */
"i18N_YMB_Search_Popup_Label" = "Procurar";

/* Open in safari action label */
"i18N_YMB_Share_Action_Open_in_Safari" = "Abrir no Safari";

/* Browser Back accessibility label */
"i18N_YMB_back_access_label" = "Voltar.";

/* Browser Back accessibility hint */
"i18N_YMB_back_access_hint" = "Toque duas vezes para regressar à página web anterior.";

/* Browser share button accessibility label */
"i18N_YMB_share_access_label" = "Partilhar.";
